var local_database = [{
  "state":0,
  "name": "请问你想为谁咨询？",
  "content": ["自己", "家人","朋友"]
},
{ 
  "state": 0,
  "name": "危乎高哉上句是什么？",
  "content": ["明朝散发弄扁舟", "蜀道难，难于上青天", "床前明月光", "吾爱孟夫子"]
},
{
  "state": 0,
  "name": "感时花溅泪下句是什么？",
  "content": ["也无风雨也无晴", "明月几时有", "恨别鸟惊心", "老夫聊发少年狂"]
},
{
  "state": 1,
  "name": "最近3个月身体出现过哪些状况（多选）？全选没有的话，选择最后一个按钮“没有或不知道”",
  "content": ["容易头痛", "容易头晕", "胸痛", "腰痛", "身体发麻或刺痛", "呼吸有困难", "晕倒"]
},
{
  "state":2,
  "name": "你可以在下面分享你的小建议",
  "content": [""]
},
]
module.exports = {
  postList: local_database
}